"Andromeda" = "Andromeda";
"Antlia" = "Luftpumpen";
"Apus" = "Paradisfågeln";
"Aquarius" = "Vattumannen";
"Aquila" = "Örnen";
"Ara" = "Altaret";
"Aries" = "Väduren";
"Auriga" = "Kusken";
"Boötes" = "Björnvaktaren";
"Caelum" = "Gravstickeln";
"Camelopardalis" = "Giraffen";
"Cancer" = "Kräftan";
"Canes Venatici" = "Jakthundarna";
"Canis Major" = "Stora hunden";
"Canis Minor" = "Lilla hunden";
"Capricornus" = "Stenbocken";
"Carina" = "Kölen";
"Cassiopeia" = "Cassiopeja";
"Centaurus" = "Kentauren";
"Cepheus" = "Cepheus";
"Cetus" = "Valfisken";
"Chamaeleon" = "Kameleonten";
"Circinus" = "Cirkelpassaren";
"Columba" = "Duvan";
"Coma Berenices" = "Berenikes hår";
"Corona Australis" = "Södra kronan";
"Corona Borealis" = "Norra kronan";
"Corvus" = "Korpen";
"Crater" = "Bägaren";
"Crux" = "Södra korset";
"Cygnus" = "Svanen";
"Delphinus" = "Delfinen";
"Dorado" = "Svärdfisken";
"Draco" = "Draken";
"Equuleus" = "Lilla hästen";
"Eridanus" = "Floden Eridanus";
"Fornax" = "Ugnen";
"Gemini" = "Tvillingarna";
"Grus" = "Tranan";
"Hercules" = "Herkules";
"Horologium" = "Pendeluret";
"Hydra" = "Vattenormen";
"Hydrus" = "Lilla vattenormen";
"Indus" = "Indianen";
"Lacerta" = "Ödlan";
"Leo" = "Lejonet";
"Leo Minor" = "Lilla lejonet";
"Lepus" = "Haren";
"Libra" = "Vågen";
"Lupus" = "Vargen";
"Lynx" = "Lodjuret";
"Lyra" = "Lyran";
"Mensa" = "Taffelberget";
"Microscopium" = "Mikroskopet";
"Monoceros" = "Enhörningen";
"Musca" = "Flugan";
"Norma" = "Vinkelhaken";
"Octans" = "Oktanten";
"Ophiuchus" = "Ormbäraren";
"Orion" = "Orion";
"Pavo" = "Påfågeln";
"Pegasus" = "Pegasus";
"Perseus" = "Perseus";
"Phoenix" = "Fenix";
"Pictor" = "Målaren";
"Pisces" = "Fiskarna";
"Piscis Austrinus" = "Södra fisken";
"Puppis" = "Akterskeppet";
"Pyxis" = "Kompassen";
"Reticulum" = "Rombiska nätet";
"Sagitta" = "Pilen";
"Sagittarius" = "Skytten";
"Scorpius" = "Skorpionen";
"Sculptor" = "Bildhuggaren";
"Scutum" = "Skölden";
"Serpens Caput" = "Ormens svans";
"Serpens Cauda" = "Ormens huvud";
"Sextans" = "Sextanten";
"Taurus" = "Oxen";
"Telescopium" = "Kikaren";
"Triangulum" = "Triangeln";
"Triangulum Australe" = "Södra triangeln";
"Tucana" = "Tukanen";
"Ursa Major" = "Stora björnen";
"Ursa Minor" = "Lilla björnen";
"Vela" = "Seglet";
"Virgo" = "Jungfrun";
"Volans" = "Flygfisken";
"Vulpecula" = "Räven";
